if (typeof _l == "undefined") _l = {};

_l['Ok']="Ok";
_l['Cancel']="Відмінити";
_l['Yes']="Так";
_l['No']="Ні";
_l['Information']="Інформація";
_l['Attention']="Увага";
_l['Error']="Помилка";
_l['UserName']='Ім\'я користувача';
_l['Password']="Пароль";
_l['remember']="запам'ятати";
_l['Login']="Вхід в систему";
_l['URLNotFound']="Не вдається з'єднатись з MafiaRatings.";
_l['Accept']="Прийняти";
_l['Decline']="Відхилити";
_l['Close']="Закрити";
_l['DeleteCL']="<p>Відхилені зміни пропадуть без можливості відновлення.</p><p>Ви впевнені, що хочете відхилит їх?</p>";
_l['FileTooBig']="Файл {1} занадто великий. Максимальний розмір - {2} байт.";
