if (typeof _l == "undefined") _l = {};

_l['Ok']="Ok";
_l['Cancel']="Отменить";
_l['Yes']="Да";
_l['No']="Нет";
_l['Information']="Информация";
_l['Attention']="Внимание";
_l['Error']="Ошибка";
_l['UserName']='Имя пользователя';
_l['Password']="Пароль";
_l['remember']="запомнить";
_l['Login']="Вход в систему";
_l['URLNotFound']="Не получается соединиться с MafiaRatings.";
_l['Accept']="Принять";
_l['Decline']="Отклонить";
_l['Close']="Закрыть";
_l['DeleteCL']="<p>Отклоненные изменения пропадут без возможности восстановления.</p><p>Вы уверены, что хотите отклонить их?</p>";