<img src="images/2.jpg" align="right" width="250">
<p>Mafia World – это ванкуверский клуб любителей игры в Мафию. Мафия – ролевая игра в которую играют 10 человек плюс ведущий.
Среди 10 игроков трое мафиози еще называемые черными. Мафиози знают друг друга. Остальные игроки – честные жители которых еще называют красными.
Цель красных игроков – вычислить всех черных и убить. Цель черных – убить всех мирных жителей.</p>

<p>Согласно легенде неоднократно подвергавшейся сомнению, игра была изобретена в России студентом психологического ф-та московского университета
Дмитрием Давыдовым в 1986 году. С тех пор она стала в России настолько популярной, что редкий студент, или выпускник не играл в нее. В Москве
действует больше 100 ночных клубов, в которых люди ночи напролет играют в Мафию.</p>

<img src="images/14.jpg" align="left" width="250">

<p>Мафия игра интеллектуально-психологическая. По мнению игроков, она напоминает покер, где требуется самообладание и умение влиять на соперника,
а также максимальная точность при подсчитывании комбинаций. Мафия – это сочетание психологии и театра, умения манипулировать чужим мнением и точного
математического счета.</p>

<p>Но не пугайтесь. Играть может каждый.</p>

<p>Известно, что большими любителями игры являются создатель amazon.com Jeff Bezos и актрисса Demi Moore.</p>

<br><br><br><br>
<hr>
Фотографии любезно предоставлены нашим партнером в Москве - <a href="http://www.mafiapro.ru" target="_blank">Mafia Pro</a>.
