<?php

return array
(
	'Форум Mafia Ratings',
	'<p>Здравствуйте [uname],</p><p>[sender] прокомментировал вашу фотографию:</p><p>[photo]</p><p>[message]</p><p><a href="[url]">Нажмите сюда, чтобы ответить.</a></p><hr><p>Нажмите [unsub]отписаться[/unsub] если вы не хотите больше получать письма об активности в форуме Mafia Ratings.</p>',
	"Здравствуйте [uname],\r\n\r\n[sender] прокомментировал вашу фотографию:\r\n\r\n[photo]\r\n-----\r\n[message]\r\n-----\r\nПройдите сюда [url], чтобы ответить.\r\n"
);

?>