<?php

return array
(
	PRODUCT_NAME,
	'<p>Здравствуйте [uname],</p><p>[sender] прислал вам приватное сообщение:</p><p><font color="#505050">[message]</font></p><p><a href="[url]">Нажмите сюда, чтобы ответить.</a></p><hr><p>Нажмите [unsub]отписаться[/unsub] если вы не хотите больше получать письма когда кто-то отвечает вам в форуме ' . PRODUCT_NAME . '.</p>',
	"Здравствуйте [uname],\r\n\r\n[sender] прислал вам приватное сообщение:\r\n\r\n[message]\r\n-----\r\nПройдите сюда [url], чтобы ответить.\r\n"
);

?>