<?php

return array
(
	PRODUCT_NAME,
	"<p>Здравствуйте [user_name],</p>\r\n<p>подтвердите пожалуйста, что вы играли в [club_name] ([address]) [event_date] [event_time].</p>\r\n<p>[join_chk] вступить в клуб [club_name] *</p>\r\n<p>[yes_btn=Да] [no_btn=Нет]</p>\r\n<p>Если вы не ответите, мы будем предполагать, что это были вы.</p>\r\n<p>* Вступление в клуб позволит Вам играть там без необходимости последующего подтверждения.</p>",
	"Здравствуйте [user_name],\r\n\r\nподтвердите пожалуйста, что вы играли в [club_name] ([address]) [event_date] [event_time].\r\nЕсли вы не ответите, мы будем предполагать, что это были вы.\r\n\r\n* Вступление в клуб позволит Вам играть там без необходимости последующего подтверждения.\r\n"
);

?>