<?php

return array
(
	PRODUCT_NAME,
	"<p>Здравствуйте [uname],</p>\r\n<p>" . PRODUCT_NAME . " не может идентифицировать некоторых игроков ([incomers]) игравших в клубе [cname] ([addr]) [edate] [etime].</p>\r\n<p>Пожалуйста <a href=\"[url]\">нажмите здесь</a> если вы знаете, кто это был.</p>",
	"Здравствуйте [uname],\r\n\r\n" . PRODUCT_NAME . " не может идентифицировать некоторых игроков ([incomers]) игравших в клубе [cname] ([addr]) [edate] [etime].\r\n\r\nПожалуйста скажите кто это здесь [url], если вы знаете, кто это был.</p>"
);

?>