<?php

return array
(
	PRODUCT_NAME,
	'<p>Здравствуйте [uname],</p><p>подтвердите пожалуйста, что вы играли в [cname] ([addr]) [edate] [etime].</p><p>[join_chk] вступить в клуб [cname] *</p><p>[yes_btn=Да] [no_btn=Нет]</p><p>Если вы не ответите, мы будем предполагать, что это были вы.</p><p>* Вступление в клуб позволит Вам играть там без необходимости последующего подтверждения.</p>',
	"Здравствуйте [uname],\r\n\r\nподтвердите пожалуйста, что вы играли в [cname] ([addr]) [edate] [etime].\r\nЕсли вы не ответите, мы будем предполагать, что это были вы.\r\n\r\n* Вступление в клуб позволит Вам играть там без необходимости последующего подтверждения.\r\n"
);

?>