<?php

return array
(
	PRODUCT_NAME,
	"<p>Здравствуйте [uname],</p>\r\n<p>подтвердите пожалуйста, что вы играли в [cname] ([addr]) [edate] [etime].</p>\r\n<p>[join_chk] вступить в клуб [cname] *</p>\r\n<p>[yes_btn=Да] [no_btn=Нет]</p>\r\n<p>Если вы не ответите, мы будем предполагать, что это были вы.</p>\r\n<p>* Вступление в клуб позволит Вам играть там без необходимости последующего подтверждения.</p>",
	"Здравствуйте [uname],\r\n\r\nподтвердите пожалуйста, что вы играли в [cname] ([addr]) [edate] [etime].\r\nЕсли вы не ответите, мы будем предполагать, что это были вы.\r\n\r\n* Вступление в клуб позволит Вам играть там без необходимости последующего подтверждения.\r\n"
);

?>