<?php

return array
(
	PRODUCT_NAME,
	'<p>Здравствуйте [uname],</p><p>подтвердите пожалуйста, что вы играли в [cname] ([addr]) [edate] [etime].</p><p>[join_chk] вступить в клуб [cname] *</p><p>[yes_btn=Да] [no_btn=Нет]</p><p>Пожалуйста ответьте в течении двух недель, иначе мы предположим, что играли не Вы. И Вы не получите рейтинга с этих игр.</p><p>* Вступление в клуб позволит Вам играть там без необходимости последующего подтверждения.</p>',
	"Здравствуйте [uname],\r\n\r\nподтвердите пожалуйста, что вы играли в [cname] ([addr]) [edate] [etime].\r\nПожалуйста ответьте в течении двух недель, иначе мы предположим, что играли не Вы. И Вы не получите рейтинга с этих игр.\r\n\r\n* Вступление в клуб позволит Вам играть там без необходимости последующего подтверждения.\r\n"
);

?>