<?php

return array(

	array('Приглашение', '[cname]', 'Здравствуйте [uname],<br><br>приглашаем Вас на <b>[ename]</b> в <a href="[aurl]" target="_blank">[addr]</a> [edate] [etime].<br><br>[notes]<br><br>Если Вы придете не один, то это только приветствуется.<br>Пожалуйста дайте нам знать, придете ли Вы:<br>[accept_btn=Да, я приду] [decline_btn=Нет, не в этот раз]<br><br>Ждем Вас с нетерпением.<hr>[unsub]Нажмите здесь[/unsub] если Вы хотите отписаться от рассылки.'),
	array('Изменение адреса', '[cname]', 'Здравствуйте [uname],<br><br>мы изменили место проведения <b>[ename]</b> [edate] [etime].<br><br>Новый адрес: <a href="[aurl]" target="_blank">[addr]</a>.<br><br>Извините за неудобства.<hr>[unsub]Нажмите здесь[/unsub] если Вы хотите отписаться от рассылки.'),
	array('Отмена', '[cname]', 'Здравствуйте [uname],<br><br>мы отменили <b>[ename]</b> [edate] [etime].<br><br>Извините за неудобства.<hr>[unsub]Нажмите здесь[/unsub] если Вы хотите отписаться от рассылки.')
);

?>