<p>От шерифа в игре зависит практически все. Это единственный красный игрок, который обладает хоть какими-то точными знаниями. Эти знания он обязан донести до остальных красных игроков. Но делать он это должен в совершенно определенный момент – не раньше и не позже. Понимание этого момента – это по сути понимание игры.</p>

<img src="images/4.jpg" align="left" width="250" class="in-text">
<p>Что же это за момент? Это так называемый «критический раунд». Критическим раундом называется день, когда красные игроки обязаны убить мафиози, иначе проиграют. Например, за столом осталось 7 игроков, из которых трое черных. Если этим днем будет убит красный, игра проиграна. Поэтому шериф обязан объявить себя шерифом и рассказать о своих проверках. Это поможет красным принять верное решение.</p>

<p>К сожалению, черные тоже знают об этом. Поэтому обычно один из них тоже объявляет себя шерифом. Разобраться, кто из шерифов настоящий – это задача красных. </p>

<p>Шериф не должен покидать стол не сказав, что он шериф и не назвав проверок. Даже если его убили ночью. Иначе кто-то из мафиози объявит себя шерифом, получит полное доверие и игру можно считать проигранной.</p>

<p>Вот пример правильной игры шерифа:</p>
<ul>
<li>Шериф играет под номером 4. Мафия играет под номерами 2,7 и 9.</li>
<li>Первой ночью мафия убивает игрока номер 1.</li>
<li>Шериф проверяет игрока номер 3. Он оказывается красным.</li>
<li>Днем убивают игрока 8. Шериф точно не знает, кто он – черный, или красный. Поэтому должен предполагать худшее – что он красный.</li>
<li>Второй ночью мафия убивает игрока номер 5.</li>
<li>Шериф проверяет игрока номер 7. Он оказывается черным.</li>
<li>Наступает утро. В игре остались игроки 2,3,4,6,7,9,10. 7 игроков. Убиты 1,5,8. Шериф может с достаточной точностью сказать, что игроки 1 и 5 убитые ночью – красные. Про игрока номер 8 ничего точно не известно. Поэтому шериф предполагает худший вариант – что он красный. Тогда получается, что за столом 7 человек и трое из них черные. Критический круг. Если сейчас убить красного, будет поражение.</li>
<li>Когда шерифу дают слово, он объявляет себя шерифом и сообщает, что игрок номер 3 – красный, а игрок номер 7 – черный. Теперь, чтобы игра продолжилась красные должны убить номер 7.</li>
</ul>
<img src="images/22.jpg" align="right" width="180" class="in-text">

<p>Вот другой пример:</p>
<ul>
<li>Шериф играет под номером 1. Мафия играет под номерами 3,5,10.</li>
<li>Первой ночью мафия убивает игрока номер 4.</li>
<li>Шериф проверяет игрока номер 5. Это черный игрок.</li>
<li>Днем убивают игрока номер 5.</li>
<li>Второй ночью мафия убивает игрока номер 7.</li>
<li>Шериф проверяет игрока номер 9. Это красный игрок.</li>
<li>Наступает утро. В игре остались игроки 1,2,3,6,8,9,10. Семь игроков. Но шериф точно знает, что убитый днем номер 5 был черным. Семь игроков, два мафиози. Это не критический раунд. Если убьют красного игрока, игра продолжится. Должен ли шериф вскрываться? Конечно, нет.</li>
<li>Днем убивают игрока номер 6.</li>
<li>Ночью мафия убивает игрока номер 9.</li>
<li>Шериф проверяет игрока номер 3. Это черный игрок.</li>
<li>Наступает утро. В игре остались игроки 1,2,3,8,10. Пять игроков. Шериф не знает цвет игрока номер 6. Поэтому должен предполагать, что в игре двое черных. Критический круг.</li>
<li>Шериф вскрывается и называет проверки. Теперь красным известны два мафиози – 3 и 5. Остается только вычислить 10-го. Шансы красных на победу очень высоки.</li>
</ul>

<p>Если шериф делает первой ночью проверку и игрок оказывается красным, шериф часто жестами дает ему сигнал. Но так, чтобы другие не видели. Это дает им возможность играть вместе. Часто такой игрок объявляет себя шерифом и рассказывает другим шерифские проверки под видом собственных. Тогда мафия пытается убить ночью фальшивого шерифа вместо настоящего. Это очень выгодно красным игрокам, потому что настоящий шериф выживает и продолжает проверки.</p>
