<p>Все, что написано про черных игроков, относится и к дону. Однако есть несколько дополнительных правил. Дело в том, что нулевой ночью дон назначает убийства, а потом делает проверки шерифа.</p>

<img src="images/19.jpg" align="left" width="250" class="in-text">
<p>Стандартная договоренность – просто показать номера игроков, которых надо убить в первые три ночи. Все мафиози должны запомнить это и стрелять согласно договоренности. Если конечно, не возникнут исключения, описанные в статье «как должен играть черный игрок».</p>

<p>Если мафия оказывается достаточно опытной, некоторые доны рискуют давать более сложную договоренность. Они показывают, кого будут проверять первой ночью и что будут делать, если это оказывается шериф. Например, дон показывает жестом проверку. Затем показывает номер, например, номер 3. А потом снимает очки, или теребит стакан стоящий на столе. Это означает, что первой ночью он проверит третьего игрока. Если он окажется шерифом, то дон днем снимет очки. Или потеребит стакан. Остальные мафиози должны заметить это и стрелять не согласно договоренности, а именно в третьего игрока. Шериф должен быть убит как можно раньше. Если они не увидят никаких таких жестов, то во всяком случае, все мафиози будут точно знать, что третий игрок не шериф. Это уже кое что.<p>

<p>Если такой сложной договоренности нет, а дон нашел шерифа, то он попытается дать сигнал своим, кто шериф. Тогда договоренность на время забывается и все стреляют в шерифа.</p>
