<img src="images/index.png" align="right"><p>Наконец мафиозный клуб в Ванкувере!</p>
 
<p>Начните свою карьеру с мелкого воришки и посмотрим, чего вы достигнете в итоге.</p>

<p>Вступайте в темный мир мафии и становитесь самым ужасающим гангстером на Mafia World.</p>
 
<p>Мафия - это популярная застольная разговорная игра с множеством стратегий. Десять человек делятся на троих мафиози и семерых честных. Мафия занимается ночными
убийствами, а честные пытаются найти, кто их убивает. Мафию возглавляет Дон, а честных Шериф. Вы получите огромное удовольствие от разоблачения мафиози, или наоборот
от удачного обмана ни в чем не повинных мирных жителей.</p>
 
<p><a href="javascript:mr.createAccount()">Регистрация</a> занимает одну минуту и не стоит ни копейки. И вы становитесь на преступный путь, чтобы со временем
стать самым крупным, страшным и уважаемым злодеем! Вы можете приходить и не регистрируясь - мы зарегистрируем вас на месте. Но регистрация помогает нам
планировать мероприятия, так что лучше зарегистрироваться.</p>

<p>Мы играем каждую пятницу в Ванкувере в 19:00. Присоединяйтесь - это весело, увлекательно и.. и это бесплатно. Подробнее посмотрите в нашем <a href="calendar.php">календаре мероприятий</a>.<p>
 
<p>Собственно, почему вам надо прийти?
<ul>
<li>Море удовольствия.</li>
<li>Это в конце концов обычная вечеринка, где все едят, пьют и общаются. Играть не обязательно. Многие предпочитают только смотреть. Многие даже и не смотрят, а только общаются. Ну и вдобавок еще и игра.</li>
<li>Мафия очень быстро делает людей достаточно близкими друзьями.</li>
<li>Это интеллектуальная игра. Каждая партия - это короткая детективная история. Честные во главе с шерифом проводят настоящее и весьма увлекательное расследование с целью найти убийц.</li>
<li>Хорошо подходит для корпоративов. Члены команды лучше узнают друг друга, находят общие темы для разговоров.</li>
<li>Есть и кое какие развивающие стороны. Помогает быстро и коротко формулировать мысли, дает практику публичных выступлений, учит убедительно врать и распознавать ложь у других.</li>
</ul></p>

<p>Попробуйте! <a href="javascript:mr.createAccount()">Регистрируйтесь</a> и приходите в следующую пятницу.<br>
Новые игроки вносят разнообразие в игру. Поэтому мы всегда рады новичкам!</p>
