<?php

return array(

'Monday' => 'Понеділок',
'Tuesday' => 'Вівторок',
'Wednesday' => 'Середа',
'Thursday' => 'Четвер',
'Friday' => 'П\'ятниця',
'Saturday' => 'Субота',
'Sunday' => 'Неділя',

'Mon' => 'Пн',
'Tue' => 'Вт',
'Wed' => 'Ср',
'Thu' => 'Чт',
'Fri' => 'Пт',
'Sat' => 'Сб',
'Sun' => 'Нд',

'January' => 'Січень',
'February' => 'Лютий',
'March' => 'Березень',
'April' => 'Квітень',
'May' => 'Травень',
'June' => 'Червень',
'July' => 'Липень',
'August' => 'Серпень',
'September' => 'Вересень',
'October' => 'Жовтень',
'November' => 'Листопад',
'December' => 'Грудень',

'Jan' => 'Січ',
'Feb' => 'Лют',
'Mar' => 'Бер',
'Apr' => 'Кві',
'May' => 'Тра',
'Jun' => 'Чер',
'Jul' => 'Лип',
'Aug' => 'Сер',
'Sep' => 'Вер',
'Oct' => 'Жов',
'Nov' => 'Лис',
'Dec' => 'Гру',
);

?>