<?php

return array
(
	'round' =>
	'<h3>Опис</h3>
		<p><code>round(num, precision)</code></p>
		<p>Повертає округлене значення num до заданої точності (кількість цифр після десяткової крапки). precision може бути від\'ємним або нульовим (за замовчуванням).</p>
	<p><h3>Параметри</h3>
		<dl>
			<dt>num</dt><dd>Значення для округлення. Якщо відсутнє, повертається 0.</dd>
			<dt>precision</dt><dd>Необов\'язкова кількість знаків після десяткової крапки для округлення.
				<p>Якщо precision додатне, num округлюється до precision значущих цифр після десяткової крапки.</p>
				<p>Якщо precision від\'ємне, num округлюється до precision значущих цифр перед десятковою крапкою, тобто до найближчого кратного pow(10, -precision), наприклад, при precision -1 num округлюється до десятків, при -2 — до сотень тощо.</p></dd>
		</dl>
	<p><h3>Приклади</h3><p>
		<code>round(1.4)</code> дорівнює 1<br>
		<code>round(5.5)</code> дорівнює 6<br>
		<code>round(3.1415926, 2)</code> дорівнює 3.14<br>
		<code>round(587, -2)</code> дорівнює 600 </p>',

	'floor' =>
	'<h3>Опис</h3>
		<p><code>floor(num)</code></p>
		<p>Повертає найближче менше ціле число, округлюючи num вниз за потреби.</p>
	<h3>Параметри</h3>
		<dl>
			<dt>num</dt><dd>Значення для округлення. Якщо відсутнє, повертається 0.</dd>
		</dl>
	<h3>Приклади</h3>
		<p><code>floor(1.4)</code> дорівнює 1<br>
		<code>floor(5.5)</code> дорівнює 5<br>
		<code>floor(999.99999)</code> дорівнює 999<br>',

	'ceil' =>
	'<h3>Опис</h3>
		<p><code>ceil(num)</code></p>
		<p>Повертає найближче більше ціле число, округлюючи num вгору за потреби.</p>
	<h3>Параметри</h3>
		<dl>
			<dt>num</dt><dd>Значення для округлення. Якщо відсутнє, повертається 0.</dd>
		</dl>
	<h3>Приклади</h3>
		<p><code>ceil(1.4)</code> дорівнює 2<br>
		<code>ceil(5.5)</code> дорівнює 6<br>
		<code>ceil(999.99999)</code> дорівнює 1000<br>',

	'log' =>
	'<h3>Опис</h3>
		<p><code>log(num, base)</code></p>
		<p>Якщо необов\'язковий параметр base вказано, log() повертає log<sub>base</sub>(num), інакше log() повертає натуральний логарифм num.</p>
	<h3>Параметри</h3>
		<dl>
			<dt>num</dt><dd>Значення, для якого обчислюється логарифм.</dd>
			<dt>base</dt><dd>Необов\'язкова основа логарифму (за замовчуванням \'e\', тобто натуральний логарифм).</dd>
		</dl>
	<h3>Приклади</h3>
		<p><code>log(1)</code> дорівнює '.log(1).'<br>
		<code>log(4,2)</code> дорівнює '.log(4,2).'<br>
		<code>log(1000,10)</code> дорівнює '.log(1000,10).'<br>
		<code>log(0)</code> дорівнює '.EV_MIN_VALUE.' — це мінімальне значення для обчислювача. Воно представляє мінус нескінченність.</p>',

	'min' =>
	'<h3>Опис</h3>
		<p><code>min(value1, value2, ...)</code></p>
		<p>Повертає найменше значення серед value1, value2, value3 тощо...</p>
	<h3>Параметри</h3>
		<dl>
			<dt>valueN</dt><dd>Значення, що бере участь у пошуку найменшого.</dd>
		</dl>
	<h3>Приклади</h3>
		<p><code>min(1)</code> дорівнює 1<br>
		<code>min(7.01, 6.99)</code> дорівнює 6.99<br>
		<code>min(1,2,3,4,5,6)</code> дорівнює 1<br>
		<code>max(min(value(), 1), 0)</code> — гарантує, що результат знаходиться між 0 та 1</p>',

	'max' =>
	'<h3>Опис</h3>
		<p><code>max(value1, value2, ...)</code></p>
		<p>Повертає найбільше значення серед value1, value2, value3 тощо...</p>
	<h3>Параметри</h3>
		<dl>
			<dt>valueN</dt><dd>Значення, що бере участь у пошуку найбільшого.</dd>
		</dl>
	<h3>Приклади</h3>
		<p><code>max(1)</code> дорівнює 1<br>
		<code>max(7.01, 6.99)</code> дорівнює 7.01<br>
		<code>max(1,2,3,4,5,6)</code> дорівнює 6<br>
		<code>max(min(value(), 1), 0)</code> — гарантує, що результат знаходиться між 0 та 1</p>',

	'counter' =>
	'<h3>Опис</h3>
		<p><code>counter(type, number)</code></p>
		<p>Повертає значення лічильника для цієї гри гравця. Лічильник — це об\'єкт, створений у системі підрахунку балів у розділі Лічильники.<p>
	<h3>Параметри</h3>
		<dl>
			<dt>type</dt><dd>Визначає спосіб обчислення значення лічильника.<br>0 — фінальне значення лічильника, обчислене для всіх зіграних партій.<br>1 — значення лічильника, обчислене лише для партій до поточної (включно).</dd>
			<dt>number</dt><dd>Номер лічильника у порядку їх появи в редакторі підрахунку балів, починаючи з 0.</dd>
		</dl>
	<h3>Приклади</h3>
		<p>Припустимо, ми створили два лічильники для нашої системи підрахунку балів. Перший (номер 0) підраховує кількість партій, у яких гравця було вбито першої ночі, коли він грав за червоних. Другий (номер 1) підраховує кількість партій, зіграних гравцем за червоних.</p>
		<p>Тоді:<br>
		<code>counter(0,1)</code> повертає загальну кількість партій, зіграних за червоних.<br>
		<code>counter(1,1)</code> повертає кількість партій, зіграних до поточної (включно) за червоних.<br>
		<code>counter(1,1)-matter(8)</code> повертає кількість партій, зіграних до поточної (не включно) за червоних.<br>
		<code>counter(0,0)</code> повертає загальну кількість разів, коли гравця вбито першої ночі, граючи за червоних.<br>
		<code>counter(1,0) * 100 / counter(1,1)</code> повертає відсоток вбивств першої ночі, граючи за червоних.</p>',

	'bonus' =>
	'<h3>Опис</h3>
		<p><code>bonus()</code></p>
		<p>Повертає бонусні бали, присвоєні гравцю у грі суддею.</p>
	<h3>Приклади</h3>
		<code>bonus()/2</code> бонус, поділений на два.<br>
		<code>bonus()*difficulty()</code> Бонус, зважений за складністю гри. Дивіться функцію difficulty.</p',

	'role' =>
	'<h3>Опис</h3>
		<p><code>role()</code></p>
		<p>Повертає роль гравця у грі. Значення:<br>
			<ol start="0">
				<li>мирний</li>
				<li>шериф</li>
				<li>мафія</li>
				<li>дон</li>
			</ol>
		</p>
	<h3>Приклади</h3>
		<code>role() < 2 ? bonus() : 0</code> бонус, якщо гравець червоний, інакше 0. Дивіться функцію bonus.<br>
		<code>role() == 1 || role() == 3 ? 1 : difficulty()*2</code> Для спеціальних ролей 2, для інших — значення від 0 до 2 залежно від складності гри. Дивіться функцію difficulty.</p',

	'difficulty' =>
	'<h3>Опис</h3>
		<p><code>difficulty()</code></p>
		<p>Повертає коефіцієнт складності гри. Значення від 0 до 1. Загальна кількість перемог протилежної команди, поділена на загальну кількість партій. Якщо гравець червоний, це кількість перемог чорних, поділена на кількість партій. Якщо гравець чорний, навпаки — кількість перемог червоних, поділена на кількість партій.</p>
	<h3>Приклади</h3>
		<code>difficulty() * 2</code> число від 0 до 2 залежно від складності.</p',

	'matter' =>
	'<h3>Опис</h3>
		<p><code>matter(type)</code></p>
		<p>Повертає 0 або 1 залежно від того, чи відбулась певна подія у грі.</p>
	<h3>Параметри</h3>
		<dl>
			<dt>type</dt><dd>Код події, що відбулась. Коди:<ol start="0">
				<li>Гравець взяв участь у грі</li>
				<li>Гравець переміг</li>
				<li>Гравець програв</li>
				<li>Усі гравці, вбиті вдень, були з іншої команди</li>
				<li>Усі гравці, вбиті вдень, були з команди гравця</li>
				<li>Отримав статус найкращого гравця від судді</li>
				<li>Отримав статус найкращого ходу від судді</li>
				<li>Вижив у грі</li>
				<li>Вбитий у першу ніч</li>
				<li>Вбитий вночі</li>
				<li>Вгадав 3 мафіозних після загибелі першої ночі</li>
				<li>Вгадав 2 мафіозних після загибелі першої ночі</li>
				<li>Видалений за попередженнями</li>
				<li>Видалений</li>
				<li>Здався</li>
				<li>Всі голоси проти мафії (>3 голосувань)</li>
				<li>Всі голоси проти мирних (>3 голосувань)</li>
				<li>Шерифа вбито наступного дня після визначення доном</li>
				<li>Шерифа знайдено першої ночі</li>
				<li>Шерифа вбито першої ночі</li>
				<li>Шериф зробив три чорні перевірки поспіль</li>
				<li>Всі перевірки шерифа були червоними</li>
				<li>Бонус призначено гравцю суддею</li>
				<li>Вгадав 1 мафіозного після загибелі першої ночі</li>
				<li>Отримав статус найгіршого ходу від судді (автобонус)</li>
				<li>Команду видалено (перемагає протилежна команда)</li>
				<li>Нічия</li>
			</ol></dd>
		</dl>
	<h3>Приклади</h3>
		<p><code>matter(8) && matter(2) ? 0.2 : 0</code> 0.2, якщо гравця вбито першої ночі і його команда програла.<br>
		<code>matter(8) && !matter(23) && !matter(10) && !matter(11) ? -0.4 : 0</code> -0.4, якщо гравця вбито першої ночі і він не залишив чорних гравців у заповіті.<br>
		<code>matter(12) || matter(13) ? -0.5 : 0</code> -0.5, якщо гравець отримав 4 попередження або був видалений суддею.</p>',
);

?>
