<?php

return array
(
	array
	(
		'Основні поняття', // 1.
		array
		(
			'У грі беруть участь десять осіб. Гравці випадковим чином діляться на дві команди: «червоні» (мирні мешканці) та «чорні» (мафія). У грі розігруються 7 «червоних» карток, одна з яких Шериф, і 3 «чорні», одна з яких Дон.', // 1.1.
			'Гра має дві фази: фаза «день» і фаза «ніч».', // 1.2.
			'Веде гру, регламентує її початок, кінець і всі ігрові фази, Суддя. Веденню гри можуть допомагати бокові Судді.', // 1.3.
			'Перемога команди «червоних» настає в той момент, коли з гри виведені всі представники «чорної» команди. Перемога «чорної» команди настає у випадку, коли за ігровим столом залишається рівна кількість гравців обох команд або кількість «чорних» гравців більша, ніж «червоних». Моментом виведення гравця є момент голосування або нічного вбивства.', // 1.4.
			'Якщо протягом 3 «ночей» і «днів», що йдуть підряд один за одним, починаючи з «ночі», ніхто з гравців не покидає гру, оголошується нічия.', // 1.5.
		),
	),

	array
	(
		'Ігровий майданчик, інвентар та офіційна мова гри.', // 2.
		array
		(
			'Ігровий стіл має бути таким, щоб за ним комфортно розмістилися 10 гравців. Суддя має право розміститися за ігровим столом або поряд з ігровим столом так, щоб мати можливість бачити і чути все, що відбувається за ігровим столом.', // 2.1
			'У кожного ігрового боксу має бути табличка з номером і ігрова маска для гравця.', // 2.2.
			'Ігровий майданчик має бути забезпечений акустикою або іншим музичним обладнанням для проведення ігрової «ночі».', // 2.3.
			'Офіційними мовами гри є російська та англійська. Національні турніри, на яких немає іноземних учасників, можуть проводитися національною мовою.', // 2.4.
		),
	),

	array
	(
		'Гравці.', // 3.
		array
		(
			'Гравець знаходиться на ігровому майданчику до тих пір, поки бере участь в ігровому процесі.', // 3.1.
			'Гравець має право використовувати будь-яке спорядження, крім того, яке створює небезпеку для інших гравців, ображає інших гравців або будь-якими способами дає незаслужену перевагу над іншими гравцями.', // 3.2.
		),
	),

	array
	(
		'Початок гри', // 4.
		array
		(
			'За ігровий стіл запрошуються десять гравців.', // 4.1.
			'Місце за ігровим столом розігрується випадковим чином у порядку, визначеному організаторами турніру, або заздалегідь вказано в розкладі турніру.', // 4.2.
			'Суддя представляє гравців і оголошує початок гри фразою «настає ніч». Усі гравці надягають ігрові маски.', // 4.3.
			'Гравці по черзі із закритими очима вибирають ігрову картку, знімають маску, знайомляться з ігровою роллю і надягають маску.', // 4.4.
			'Заборонено співати, танцювати, говорити. Заборонено торкатися руками маски. Заборонено торкатися інших гравців будь-якими частинами тіла. Гравці сидять схрестивши руки на грудях, нахиливши голову під кутом приблизно 45 градусів. У разі, коли музика занадто тиха і її не можна зробити голосніше, дозволяється поза, в якій гравці сидять заткнувши вуха руками.', // 4.5.
		),
	),

	array
	(
		'Стартова ігрова «ніч».', // 5.
		array
		(
			'Домовленість мафії. Суддя оголошує: «Прокидається мафія». Гравці, які отримали «чорні» картки, знімають маски, знайомляться один з одним. Це єдина ніч, коли «чорні» гравці відкривають очі разом. Дон жестом показує, що він є Доном, і призначає порядок «відстрілу» на подальші «ночі». На це у «чорної» команди є рівно 1 хвилина. Після закінчення хвилини Суддя оголошує: «Мафія засинає». Після цих слів «чорні» гравці надягають маски. Судді рекомендується чекати повну хвилину, навіть якщо мафія домовилася швидше. Щоб гравці не могли робити висновки про склад мафії з того, скільки тривала домовленість.', // 5.1
			'Далі Суддя може познайомитися з доном/шерифом. Послідовність може бути різною для різних версій правил.', // 5.2.
			'Потім Суддя оголошує вільну посадку на 20 секунд. Гравці можуть змінити позу на більш зручну, але Суддя повинен бачити їхні руки.', // 5.3.
			'Після всього Суддя оголошує: «День. Усі прокидаються».', // 5.4.
		),
	),

	array
	(
		'Ігровий «день».', // 6.
		array
		(
			'Гравці знімають маски. У фазу дня відбувається обговорення. У кожний ігровий день гравцю дається 1 хв.', // 6.1.
			'Гравці висловлюються по черзі у порядку розсадки за ігровим столом. Обговорення першого ігрового дня починає гравець під номером 1.', // 6.2.
			array // 6.3.
			(
				RULES_ROTATION,
				'Ротація першої промови',
				array
				(
					'Обговорення кожного наступного ігрового дня починається з наступного після того, хто говорив першим у попередньому колі гравця. Якщо наступний гравець вбитий, слово передається наступному гравцю. Наприклад, якщо в перший день стіл відкривав гравець номер 1, а закривав номер 10, то в другий день стіл відкриє гравець номер 2 (наступний за номером 1), а закриє номер 1. Якщо ж гравець номер 1 вбитий вночі, стіл як і раніше відкриває гравець номер 2 (наступний за номером 1), а закриває номер 10.',
					'Обговорення починається з гравця під таким номером, щоб останній, хто говорив, був наступним порівняно з останнім, хто говорив минулого дня. Якщо наступний порівняно з останнім, хто говорив, гравець вбитий, то стіл має закривати наступний за номером гравець. Наприклад, якщо в перший день стіл відкривав гравець номер 1, а закривав номер 10, то в другий день стіл відкриє гравець номер 2, а закриє номер 1 (наступний за номером 10). Якщо ж гравець номер 1 вбитий вночі, стіл відкриває гравець номер 3, а закриває номер 2 (наступний живий гравець після номера 10).',
				),
				array
				(
					'Ротація того, хто відкриває стіл.',
					'Ротація того, хто закриває стіл.',
				),
			),
			'Гравець має право звертатися до інших гравців за ігровим нікнеймом або порядковим номером гравця.', // 6.4.
			'Гравець має право звертатися до Судді фразою «Пан (-і) Суддя» або «Пан (-і) Ведучий (-а)».', // 6.5.
			'Гравці закінчують свій виступ словом «Пас» або «Дякую».', // 6.6.
			array // 6.7.
			(
				RULES_ON_RECORD,
				'Залишення під протокол',
				array
				(
					'У своїх промовах гравці можуть залишати кольори під протокол, але це не заноситься суддею до запису гри і ніяк не впливає на додаткові бали.',
					'Гравці, вбиті вночі, можуть залишати кольори під протокол. Ці кольори записуються суддею і впливають на додаткові бали відповідно до регламенту турніру.',
					'Гравці, вбиті вночі або виголосовані вдень, можуть залишати кольори під протокол. Ці кольори записуються суддею і впливають на додаткові бали відповідно до регламенту турніру.',
					'Гравці в будь-якій своїй промові, крім промов на рівному рахунку, можуть залишати кольори під протокол. Ці кольори записуються суддею і впливають на додаткові бали відповідно до регламенту турніру.',
					'Гравці в будь-якій своїй промові можуть залишати кольори під протокол. Ці кольори записуються суддею і впливають на додаткові бали відповідно до регламенту турніру.',
				),
				array
				(
					'Ні.',
					'Від вбитих вночі.',
					'Від вбитих вночі та виголосованих вдень.',
					'У будь-яких промовах, крім рівнорахункових.',
					'У будь-яких промовах.',
				),
			),
			array // 6.8.
			(
				RULES_ON_RECORD_COUNT,
				'Кількість залишень під протокол',
				array
				(
					'Приймається залишення під протокол будь-якої кількості гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол одного гравця. Поміняти залишеного гравця у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол до двох гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол до трьох гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол до чотирьох гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол до п\'яти гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол до шести гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол до семи гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол до восьми гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
					'Приймається залишення під протокол до восьми гравців. Поміняти залишених гравців у час, що залишився в промові, не можна.',
				),
				array
				(
					'скільки завгодно',
					'1 гравець',
					'до 2 гравців',
					'до 3 гравців',
					'до 4 гравців',
					'до 5 гравців',
					'до 6 гравців',
					'до 7 гравців',
					'до 8 гравців',
					'до 9 гравців',
				),
			),
		),
	),

	array
	(
		'Голосування.', // 7.
		array
		(
			'По закінченні «денного» обговорення відбувається голосування. Голосування проводиться тільки серед гравців, виставлених на голосування під час «денного» обговорення.', // 7.1.
			'Під час своєї хвилини гравець має право виставити будь-якого гравця на голосування. Виставлення гравця на голосування здійснюється фразою в теперішньому часі: «Я виставляю гравця № …» або «Прийміть кандидатуру гравця № …».', // 7.2.
			'При виставленні гравця на голосування, гравець може поставити на стіл руку з піднятим великим пальцем. Однак це не обов\'язково.', // 7.3.
			'У відповідь Суддя, якщо дана кандидатура приймається, вимовляє фразу: «Прийнято» або «Прийнятий номер …». Друга форма обов\'язкова при виставленні кількох кандидатур, щоб у стола була повна ясність, хто виставлений.', // 7.4.
			array // 7.5.
			(
				RULES_WITHDRAW,
				'Відкликання кандидатури',
				array
				(
					'Під час своєї хвилини гравець має право відкликати виставлену ним кандидатуру з голосування. Відкликання гравця з голосування здійснюється фразою в теперішньому часі: «Я відкликаю гравця № ...». Якщо дана кандидатура відкликається Суддя у відповідь вимовляє фразу: «Відкликано». Відкликання гравця обов\'язкове для виставлення іншого гравця. Приклад:<blockquote><i>Гравець:</i> виставляю гравця 1.<br><i>Суддя:</i> прийнято.<br><i>Гравець:</i> виставляю гравця 2, виставляю гравця 3, виставляю гравця 4.<br><i>(Суддя мовчить).</i><br><i>Гравець:</i> відкликаю гравця номер 1.<br><i>Суддя:</i> відкликано.<br><i>Гравець:</i> виставляю гравця 2, виставляю гравця 3, виставляю гравця 4.<br><i>Суддя:</i> номер 3 прийнятий.<br><i>(Це означає, що 2 вже виставлений іншими гравцями).</i></blockquote>',
					'Під час своєї хвилини гравець має право відкликати виставлену ним кандидатуру з голосування. Відкликання гравця з голосування здійснюється фразою в теперішньому часі: «Я відкликаю гравця № ...». Якщо дана кандидатура відкликається Суддя у відповідь вимовляє фразу: «Відкликано». Відкликання гравця не є обов\'язковим для виставлення іншого гравця. Воно відбувається автоматично при наступному виставленні. Приклад:<blockquote><i>Гравець:</i> виставляю гравця 1.<br><i>Суддя:</i> прийнято.<br><i>Гравець:</i> виставляю гравця 2, виставляю гравця 3, виставляю гравця 4.<br><i>Суддя:</i> номер 4 прийнятий.<br><i>Гравець:</i> відкликаю гравця номер 4.<br><i>Суддя:</i> відкликано.<br><i>Гравець:</i> виставляю гравця 5, виставляю гравця 6, виставляю гравця 7.<br><i>Суддя:</i> номер 6 прийнятий.<br><i>(Це означає, що 7 вже виставлений іншими гравцями).</i></blockquote>',
					'Відкликати кандидатуру неможливо. Приклад:<blockquote><i>Гравець:</i> виставляю гравця 5, 6, 7.<br><i>Суддя:</i> номер 6 прийнятий.<br><i>(Це означає, що 5 вже виставлений іншими гравцями).</i><br><i>Гравець:</i> виставляю гравця 2, 3, 4.<br><i>(Суддя мовчить).</i><br><i>Гравець:</i> відкликаю гравця номер 6.<br><i>(Суддя мовчить).</i><br><i>Гравець:</i> виставляю гравця 3, 4, 5.<br><i>(Суддя мовчить).</i><br>Виставлений гравець номер 6.</blockquote>',
				),
				array
				(
					'Відкликати можна. Треба відкликати явно.',
					'Відкликати можна. Відкликається автоматично при виставленні наступного.',
					'Відкликати не можна.',
				),
			),
			'Гравець має право виставити на голосування тільки одну або жодної кандидатури в кожний ігровий «день».', // 7.6.
			'Гравець не має права отримувати у Судді інформацію про виставлених на голосування гравців.', // 7.7.
			'Гравці голосуються в тому порядку, в якому вони були виставлені на голосування під час «денного» обговорення.', // 7.8.
			'Перед голосуванням Суддя повинен озвучити виставлені кандидатури в порядку виставлення. Потім Суддя для кожного виставленого гравця по черзі оголошує «Хто за те, щоб гравець номер … покинув стіл?». Гравці мають право голосувати за озвучену кандидатуру до тих пір, поки Суддя не скаже «Стоп» або «Дякую», після чого голоси не приймаються. Час на голосування — близько 2 секунд.', // 7.9.
			'Перед голосуванням гравці повинні прибрати руки з ігрового стола. Для того, щоб проголосувати проти того чи іншого гравця, гравець зобов\'язаний після оголошення кандидатури негайно поставити кулак з виставленим вгору великим пальцем на ігровий стіл. У деяких версіях перед голосуванням гравець повинен поставити лікоть однієї руки на стіл. Після оголошення кандидатури гравець повинен негайно поставити кулак з виставленим вгору великим пальцем на ігровий стіл.',
			'Гравець зобов\'язаний тримати руку на поверхні ігрового стола до тих пір, поки Суддя не оголосить кількість тих, хто проголосував.', // 7.11.
			'Гравець має право голосувати тільки проти одного кандидата під час голосування.', // 7.12.
			'Якщо гравець не проголосував, то його голос відходить проти гравця, виставленого на голосування останнім.', // 7.13.
			'Якщо гравець відсмикнув руку при голосуванні, то його голос зараховується.', // 7.14.
			'Гравець, який набрав більшість голосів на денному голосуванні, покидає гру.', // 7.15.
			array // 7.16.
			(
				RULES_FIRST_DAY_VOTING,
				'Голосування в перший «день»',
				array
				(
					'Якщо в перший ігровий «день» виставлена тільки одна кандидатура, то голосування не проводиться. Протягом наступних «днів» голосується будь-яка кількість виставлених на голосування гравців.',
					'Гравець, який переміг у голосуванні в перший ігровий «день», не покидає гру, а просто отримує додаткові 30 секунд, щоб поговорити.',
					'Якщо в перший ігровий «день» виставлена тільки одна кандидатура, то голосування не проводиться. Якщо в голосуванні переміг тільки один гравець, ніхто не вмирає, він не отримує промови, настає ніч. В усіх інших випадках голосування першого дня працює як будь-яке інше голосування.',
					'Якщо в перший ігровий «день» виставлена тільки одна кандидатура, то голосування не проводиться. Якщо в голосуванні переміг тільки один гравець, то він вмирає тільки в тому випадку, якщо проголосував за себе сам. В інших випадках він просто отримує додаткові 30 секунд для промови.',
				),
				array
				(
					'Якщо виставлений тільки один, то голосування немає.',
					'Голосування як зазвичай, але переможець не вмирає, а тільки розмовляє 30 секунд.',
					'Якщо виставлений тільки один, то голосування немає. Зламати рівний рахунок не можна.',
					'Якщо виставлений тільки один, то голосування немає. Рівний рахунок можна зламати тільки в себе.',
				),
			),
			'Якщо два або більше гравців набирають однакову кількість голосів на голосуванні, то ці гравці отримують додаткові 30 секунд. Гравці говорять у порядку виставлення на голосування. Після закінчення додаткових 30 секунд відбувається повторне голосування тільки між цими гравцями і в тому ж порядку. Якщо голосування повторилося, то Суддею ставиться на голосування питання: «Хто за те, щоб усі гравці, які голосуються, покинули ігровий стіл?». Якщо більшість голосує за вибування, гравці покидають гру. Якщо більшість гравців голосує проти, або голоси діляться порівну, то гравці залишаються в грі.', // 7.17.
			array // 7.18.
			(
				RULES_SPLIT_ORDER,
				'Порядок повторного голосування після рівного рахунку',
				array
				(
					'Повторне голосування після рівного рахунку відбувається в тому ж порядку, що й попереднє.',
					'Повторне голосування після рівного рахунку відбувається в зворотному порядку порівняно з попереднім.',
				),
				array
				(
					'В тому ж порядку.',
					'В зворотному порядку.',
				),
			),
			'Якщо при повторному переголосуванні два або більше гравців знову набрали рівну кількість голосів, але кількість переможців змінилася порівняно з попереднім голосуванням, то проводиться наступне переголосування. До тих пір, поки один з гравців не переможе в голосуванні, або двічі поспіль не буде отриманий однаковий результат.', // 7.19.
			'Якщо при повторному голосуванні перемогла та сама кількість гравців, що й у попередньому, але вони перемогли іншим складом тих, хто голосував, то голосування вважається таким, що повторилося, і ставиться питання про те, щоб усі гравці, які голосуються, покинули стіл.', // 7.20.
			array // 7.21.
			(
				RULES_KILL_ALL,
				'Рівний рахунок і підняття всього столу',
				array
				(
					'Якщо в результаті голосування, а потім і переголосування стіл поділився між усіма гравцями, які сидять за столом, то оголошується ніч. Ніхто не покидає стіл.',
					'Якщо в результаті голосування, а потім і переголосування стіл поділився між усіма гравцями, які сидять за столом, то ставиться питання про те, щоб усі гравці покинули стіл. Якщо більшість голосує за, гра зупиняється і оголошується нічия.',
				),
				array
				(
					'Не можна. Ніхто не вмре, гра продовжиться.',
					'Можна. Якщо підняти всіх, буде нічия.',
				),
			),
			array // 7.22.
			(
				RULES_SPLIT_ON_FOUR,
				'Підняття двох при чотирьох',
				array
				(
					'Якщо за ігровим столом знаходиться чотири гравці і двоє з них двічі набирають однакову кількість голосів, далі все відбувається як у будь-якому іншому раунді. Суддя запитує, хто за те, щоб обидва гравці покинули стіл, і якщо більше 50% гравців голосують за це, обидва гравці покидають стіл.',
					'Якщо за ігровим столом знаходиться чотири гравці і двоє з них двічі набирають однакову кількість голосів, подальше голосування не проводиться. Суддя оголошує «Настає ніч». Ніхто не покидає ігровий стіл.',
				),
				array
				(
					'Можна.',
					'Не можна.',
				),
			),
			array // 7.23.
			(
				RULES_SPLIT_ON_NINE,
				'Підняття трьох при дев\'яти',
				array
				(
					'Якщо за столом дев\'ять гравців і троє з них двічі набирають однакову кількість голосів, далі все відбувається як у будь-якому іншому раунді. Суддя запитує, хто за те, щоб усі три гравці покинули стіл, і якщо більше 4 гравців голосують за це, усі три гравці покидають стіл.',
					'Якщо за столом дев\'ять гравців і троє з них двічі набирають однакову кількість голосів, подальше голосування не проводиться. Суддя оголошує «Настає ніч». Ніхто не покидає ігровий стіл.',
					'Якщо в перший день (не плутати з нульовим) за столом дев\'ять гравців і троє з них двічі набирають однакову кількість голосів, подальше голосування не проводиться. Суддя оголошує «Настає ніч». Ніхто не покидає ігровий стіл. В будь-який інший день підіймати трьох можна.',
				),
				array
				(
					'Можна.',
					'Не можна.',
					'Тільки при промаху.',
				),
			),
			'Роль гравця, що покинув гру, не розкривається. Гравець, що покинув гру, має право на останнє слово тривалістю в 1 хвилину.', // 7.23.
		),
	),

	array
	(
		'Друга і наступні «ночі».', // 8.
		array
		(
			'По закінченні першого ігрового «дня» Суддя оголошує: «Настає ніч». Усі гравці негайно надягають ігрові маски.', // 8.1.
			'Протягом цієї і наступних «ночей» мафія має можливість «стріляти».', // 8.2.
			'Суддя оголошує: «Мафія виходить на полювання». Далі Суддя оголошує номери гравців від 1 до 10. У деяких версіях суддя називає тільки номери гравців, які все ще знаходяться за столом.', // 8.3.
			'Гравці «чорної» команди «стріляють» із закритими очима шляхом імітації пострілу пальцями піднятої вгору руки.', // 8.4.
			'Якщо гравці «чорної» команди «стріляють» в одного і того ж гравця, то цей гравець після закінчення «ночі» покидає ігровий стіл. Роль гравця, що покинув гру, не розкривається.', // 8.5.
			'Гравець, що покинув гру, має право на останнє слово тривалістю в 1 хвилину. Ця хвилина надається йому на самому початку наступного дня.', // 8.6.
			'Якщо хтось із членів «чорної» команди «стріляє» в іншого гравця, «стріляє» більше одного разу або не «стріляє», то Суддя фіксує промах, і за підсумками «ночі» ігровий стіл ніхто не покидає. Далі Суддя оголошує: «Мафія видаляється».', // 8.7.
			'Суддя оголошує: «Прокидається Дон і шукає Шерифа». Дон знімає ігрову маску і показує пальцями рук Судді номер гравця, якого він вважає Шерифом.', // 8.8.
			'Щоб переконатися, що номер зрозумілий правильно, Суддя може показати номер для підтвердження Дону, а той відповідає кивком. Або Дон відповідає запереченням, тоді обмін номерами відбувається знову до тих пір, поки Суддя і Дон не переконаються, що мають на увазі один і той же номер.', // 8.9.
			'Суддя характерним кивком голови підтверджує його версію або заперечує. Суддя оголошує: «Дон засинає». Дон надягає ігрову маску.', // 8.10.
			'Суддя оголошує: «Прокидається Шериф». Шериф знімає ігрову маску і показує пальцями рук Судді номер гравця, якого він хоче перевірити на належність до тієї чи іншої команди.', // 8.11.
			'Відповідь Судді на номер, показаний Шерифом. Щоб переконатися, що номер зрозумілий правильно, суддя може показати номер для підтвердження Шерифу, а той відповідає кивком. Або Шериф відповідає запереченням, тоді обмін номерами відбувається знову до тих пір, поки Суддя і Шериф не переконаються, що мають на увазі один і той же номер.', // 8.12.
			'Суддя киває та/або показує великий палець вниз у тому випадку, якщо гравець «чорний». Суддя хитає головою та/або показує великий палець вгору, якщо він «червоний».',
			'Суддя оголошує: «Шериф засинає». Шериф надягає ігрову маску.', // 8.14.
			'Дон і Шериф мають право на одну перевірку кожну ігрову «ніч».', // 8.15.
			'В ігрову ніч гравці повинні поводитися в рамках «нічної» поведінки, описаної в пункті 4.1.5.', // 8.16.
			array // 8.17.
			(
				RULES_LEGACY,
				'Заповіт першого вбитого',
				array
				(
					'Гравець, «вбитий» в першу ніч, має право на заповіт, відомий також як «кращий хід», або «prima nota». Для цього суддя будить його в кінці ночі і запитує трійку чорних. Якщо він вгадає двох або трьох з них, то може отримати додаткові бали відповідно до регламенту турніру. Гравець не має права на заповіт, якщо за результатами голосування в перший день гру покинули 2 або більше гравців.',
					'Гравець, «вбитий» в першу ніч, не залишає «кращий хід», або «prima nota». Суддя не будить його в кінці першої ночі.',
				),
				array
				(
					'Приймається для вбитого в першу ніч.',
					'Не приймається.',
				),
			),
			'У подальші «дні» і «ночі» хід гри не змінюється, фази гри чергуються до перемоги тієї чи іншої команди.', // 8.19.
			array // 8.20.
			(
				RULES_GAME_END_SPEECH,
				'Заключна хвилина в кінці гри',
				array
				(
					'Суддя надає заключну хвилину останньому вбитому гравцю, крім випадків, коли останній вбитий гравець був вбитий попередженнями або видалений з ігрового стола. І тільки після закінчення заключної хвилини зупиняє гру і оголошує перемогу тієї чи іншої команди. При цьому попередження і видалення, отримані під час останньої промови, не можуть змінити результат гри. Якщо, наприклад, останній мафіозі в момент заключної промови вбитого гравця отримує четверте попередження і видаляється з гри, Суддя все одно оголошує перемогу мафії.',
					'Суддя не надає заключного слова, а просто оголошує перемогу тієї чи іншої команди.',
				),
				array
				(
					'Надається.',
					'Не надається.',
				),
			),
			'По закінченні гри Суддя та його помічники призначають додаткові бали гравцям, які вплинули на результат гри. Бали можуть бути як позитивними, так і негативними. Судді також можуть присвоювати титули «найкращий гравець», «найкращий хід» і «найгірший хід». Ґрунтуючись на цьому, гравцям призначаються турнірні бали відповідно до регламенту турніру.', // 8.21.
		),
	),

	array
	(
		'Дисциплінарний регламент.', // 9.
		array
		(
			'Порушення правил фіксуються Суддею.', // 9.1.
			'Гравці, які порушили правила, карає Суддя гри або Головний Суддя відповідно до регламенту.', // 9.2.
			'Існують такі покарання. У порядку збільшення суворості.<ul><li>Усне попередження.</li><li>Фол (також відомий як зауваження або попередження).</li><li>Технічний фол.</li><li>Дискваліфікація з гри. (Видалення).</li><li>Поразка команди.</li></ul>', // 9.3.
			'На додаток до покарань 9.3.3 і 9.3.4 можуть бути застосовані також турнірні покарання. Це або зняття турнірних очок, або дискваліфікація з турніру (червона картка), або турнірне попередження (жовта картка). Жовта і червона картки також можуть супроводжуватися зняттям турнірних очок. Це визначається регламентом турніру. Див. Правила Ліги з проведення турнірів.', // 9.4.
			array // 9.5.
			(
				RULES_3_WARNINGS,
				'Покарання за три зауваження',
				array
				(
					'При отриманні трьох фолів гравець позбавляється права слова в свою найближчу хвилину. За винятком випадків, коли це його останнє слово або виправдувальне слово при переголосуванні. Гравець позбавляється слова один раз. В подальші дні гравець отримає слово. У гравця, який отримав три фоли, залишається право виставити кандидатуру на голосування. Коли за столом залишається три або чотири гравці, гравцю, який отримав три фоли, надається «скорочена» промова 30 секунд. Якщо гравець з трьома фолами потрапив у ситуацію переголосування, то він має право слова. Він пропустить своє слово в подальші дні.', // 9.5.1.
					'При отриманні трьох фолів промова гравця в найближчу хвилину скорочується до 30 секунд. Промова скорочується один раз. В подальші дні гравець отримає повні 30 секунд.', // 9.5.2.
					'При отриманні трьох фолів гравець не отримує жодного покарання.', // 9.5.3.
				),
				array
				(
					'Втрата слова на один круг.',
					'Промова скорочується до 30 секунд на один круг.',
					'Немає покарання.',
				),
			),
			array // 9.6.
			(
				RULES_TECH_FAUL,
				'Технічні фоли',
				array
				(
					'В цій версії правил технічних фолів немає.', // 9.6.1.
					'За підвищені емоції, суперечки з суддею, стуки по столу, що відволікають від гри, а також грубі висловлювання на адресу інших гравців, суддя може дати технічний фол. Технічні фоли вважаються окремо від основних. За два технічних фоли гравець отримує видалення.', // 9.6.2.
				),
				array
				(
					'Немає.',
					'Є.',
				),
			),
			'При отриманні четвертого фолу, дискваліфікації або другого технічного фолу гравець негайно покидає гру без останнього слова.', // 9.7.
			'Якщо гравець покидає ігровий стіл, отримуючи 4-й або дискваліфікуючий фол. Або за порушення, яке карається видаленням, найближче або поточне голосування не проводиться, крім випадків, коли цей гравець був вбитий вночі або є таким, що покинув гру за результатами голосування. Якщо гравець покидає ігровий стіл, отримуючи 4-й або дискваліфікуючий фол, під час голосування, після того, як було визначено результат голосування, і він не є таким, що покинув гру за результатами цього голосування, то наступне голосування не проводиться.', // 9.8.
			'Гравець завжди має право на останнє слово тривалістю в одну хвилину, за винятком випадків видалення. Якщо під час останнього слова гравця після підведення підсумків останнього голосування відбувається видалення, то результат гри визначається результатом голосування, а видалений гравець отримує штраф відповідно до регламенту турніру.', // 9.9.
		),
	),

	array
	(
		'Порушення і покарання.', // 10.
		array
		(
			'Промова не в свою ігрову хвилину, в тому числі вигуки та шепіт. Фол.', // 10.1.
			'Дотик до сусіднього гравця (рукою або ногою) протягом дня. Фол.', // 10.2.
			'Зайва жестикуляція або стуки по столу, що відволікають інших гравців. Фол.', // 10.3.
			'Будь-яка жестикуляція і заклики під час фази голосування. Фол.', // 10.4.
			'Не голосування у випадку, коли Суддя вимагає поставити голоси, що залишилися, проти останньої кандидатури. Фол.', // 10.5.
			'Відсмикування руки від стола при голосуванні до слова «Дякую» і підведення підсумків. Фол.', // 10.6.
			'Голосування проти кількох кандидатур. Фол.', // 10.7.
			'Нічна жестикуляція, затримка з надяганням маски коли оголошена «ніч», порушення нічної пози, описаної в пункті 4.1.5. Фол.', // 10.8.
			'Постановка руки на стіл до голосування. Фол.', // 10.9.
			'Жестикуляція нижче рівня ігрового стола і за спинами гравців. Фол.', // 10.10.
			'Апеляція до релігійних або інших етичних (та етнічних) цінностей з метою доведення своєї ролі. Видалення.', // 10.11.
			'Сльози за ігровим столом. Видалення.', // 10.12.
			'Будь-які вигуки і розмови «вночі»; будь-які торкання гравців «вночі»; нічні жести, що показують Шерифу або Дону, кого перевіряти. Видалення.', // 10.13.
			'Оголошення протесту до закінчення гри. Видалення.', // 10.14.
			'Голосування долонею, пальцем, ліктем. Видалення.', // 10.15.
			'Використання Шерифом гри унікальної «нічної» інформації. Під унікальною нічною інформацією розуміються дії гравців або події, які міг бачити тільки шериф під час фази «ніч». Видалення.', // 10.16.
			'Образа іншого гравця або Ведучого/Судді. Видалення.', // 10.17.
			'Використання ненормативної лексики. Видалення.', // 10.18.
			'Грубе неетичне поводження, неповага до гравців, ведучого або Оргкомітету. Видалення.', // 10.19.
			'Мимовільне підглядання «вночі». Видалення.', // 10.20.
			'Свідоме підглядання для отримання інформації. Інші не ігрові способи отримання інформації. Поразка всієї команди.', // 10.21.
			'Отримання підказки з глядацького залу. Будь-яка комунікація з глядацьким залом. Поразка всієї команди.', // 10.22.
			'Клятва в будь-якій формі або її аналоги. Поразка всієї команди.', // 10.23.
			'Шантаж, погрози, підкуп, парі або їх аналоги. Поразка всієї команди.', // 10.24.
		),
	),
);

?>
