<p>В игре участвуют 10 (десять) человек. Наблюдает за ходом игры и регламентирует ее этапы Ведущий. Помогают ведению и контролируют игру ассистенты Ведущего.</p>

<p>Играющие делятся на две группы: «Красные» и «Черные». «Красные» — это добропорядочные граждане/горожане (карта «Горожанин»), «Черные» — мафиози (карта «Мафия»). В игре разыгрываются 7 красных карт и 3 черные. Одна из 7-ми красных карт отличается от остальных — это карта «Шериф» — предводитель «Красных». «Черные» также имеют своего предводителя — (карта «Дон»).</p>

<img src="images/9.jpg" align="left" width="250" class="in-text">
<p>Игра делится на две половины: день и ночь. В течение игры «Черные» должны устранить «Красных» и наоборот.</p>

<p>За игровой стол усаживаются десять игроков. Затем все надевают повязки, так как «ночью» глаза у всех игроков должны быть закрыты. После чего ассистент по очереди предлагает выбрать карту (с закрытыми глазами!) каждому из игроков. Когда все десять участников получают карты и узнают свой «цвет», ассистент собирает карты, и начинается игра.</p>

<p>Ведущий объявляет: «Наступает ночь». Участники в повязках наклоняют головы вниз, чтобы движения соседей или игра теней не стали источником дополнительной информации для них. Ведущий объявляет: «Просыпается мафия». Участники, получившие черные карты, в том числе и Дон мафии, снимают повязки и знакомятся друг с другом и с Ведущим. Это первая и единственная ночь, когда мафиози открывают глаза все вместе. Она дана им для того, чтобы договориться о порядке устранения «Красных». «Договорку» следует проводить тихо, чтобы рядом сидящие «Красные» игроки не почувствовали движений. Ведущий объявляет: «Мафия засыпает». После этих слов «Черные» игроки надевают повязки.</p>

<img src="images/8.jpg" align="right" width="250" class="in-text">
<p>Слова Ведущего: «Просыпается Дон». «Черный» Дон открывает глаза. В эту ночь Ведущий знакомится с Доном. В последующие ночи Дон будет просыпаться, с целью найти Шерифа игры. Ведущий: «Засыпает Дон». Дон надевает повязку. Ведущий: «Просыпается Шериф». Шериф открывает глаза и знакомится с Ведущим. В последующие ночи Шериф будет иметь возможность просыпаться и искать «Черных». Ведущий: «Засыпает Шериф».</p>

<p>«Доброе утро! Все просыпаются».</p>

<p>Первый день. Все снимают повязки. Днем происходит обсуждение. Каждому игроку дается одна минута на выражение своих идей, мыслей и подозрений. Цель 1-го круга, и игры в целом, для «Красных» игроков выявить «Черных» участников и вывести их из игры. А для «Черных», соответственно, наоборот. «Черные» находятся в более выгодном положении, так как знают, «кто есть кто» в этой игре. Обсуждение начинает игрок под номером один и далее по кругу. В течение дневного обсуждения игроки могут выставлять кандидатуры игроков (не более одной каждый игрок) с целью вывести их из игры. По окончании обсуждения за кандидатуры голосуют. Та кандидатура, которая набрала большинство голосов, выбывает из игры.</p>

<p>Если на первый круг (День) выставлена только одна кандидатура, она не голосуется. В течение следующих кругов (Дней) голосуется любое количество кандидатур. Выбывший из игры имеет право на последнее слово (длительность — 1 минута).</p>

<img src="images/10.jpg" align="left" width="250" class="in-text">
<p>В игре существует термин «Автокатастрофа». Это ситуация, в которой два или более игроков набирают одинаковое количество голосов. В этом случае голосуемым дается право в течение 30 секунд оправдаться, убедить игроков в своей «красноте» и остаться в игре. После чего происходит переголосование. Если кто-то набирает больше голосов, он выбывает. Если игроки вновь набирают равное количество голосов, то ставится на голосование вопрос: «Кто за то, чтобы все голосуемые покинули игру?». Если большинство голосует за выбывание, игроки покидают игру, если против — остаются, если голоса делятся поровну, игроки остаются в игре.</p>

<p>После первого круга вновь наступает ночь. В течение этой и следующих ночей мафия имеет возможность «стрелять». «Стрельба» происходит следующим образом: договорившиеся в первую ночь о порядке устранения " Красных" мафиози в следующие ночи «стреляют» (с закрытыми глазами!). Ведущий после слов «мафия выходит на охоту» объявляет номера игроков по очереди, и, если на данном номере все мафиози одновременно выстрелят, — объект поражен. Если кто-то из членов мафии «стреляет» в другой номер, либо не «стреляет» вообще, Ведущий фиксирует промах. «Стрельба» происходит посредством имитации выстрела пальцами.</p>

<p>Ведущий объявляет: «Мафия удаляется». Затем Ведущий объявляет: «Просыпается Дон». Дон просыпается и пытается найти Шерифа игры. Он показывает на пальцах Ведущему какой-либо номер, за которым, по его мнению, скрывается Шериф. Ведущий кивком головы либо подтверждает его версию, либо отрицает. Дон засыпает, просыпается Шериф. Шериф также имеет право на ночные проверки. Он ищет «Черных» игроков. После ответа Ведущего Шериф засыпает, и Ведущий объявляет начало второго дня.</p>

<img src="images/13.jpg" align="right" width="250" class="in-text">
<p>Если мафия ночью устранила игрока, Ведущий объявляет об этом и предоставляет последнее слово пострадавшему. Если мафия промахнулась, Ведущий объявляет, что утро действительно доброе, и ночью никто не пострадал. Обсуждение второго дня начинается со следующего, после говорившего первым в предыдущем круге игрока. В течение этого и следующего кругов ход игры не меняется. Ночи и дни чередуются до победы той или иной команды.</p>

<p>Игра заканчивается победой «Красных» в том случае, когда устранены все «Черные» игроки. «Черные» побеждают в случае, когда остается равное количество «Красных» и «Черных».</p>

<h3>Другие правила (права и обязанности игроков)</h3>
<ul>
<li>Игрок не имеет права произносить во время игры слово «Клянусь», фразу «Честное слово», а также игрок не имеет права клясться в любой иной форме, либо апеллировать к любой религии. За это Ведущий удаляет провинившегося игрока из игры.</li>
<li>Игрок не имеет права произносить слово «Честно» в любой форме. За это нарушение игрок получает предупреждение.</li>
<li>Игрок не имеет права сознательно подглядывать «ночью». При обнаружении данного нарушения игрок удаляется из игры, лишается возможности посещать Клуб на месяц с последующей возможностью удаления из Клуба и аннулирования членской карты Клуба (при неоднократных случаях — по решению Ведущего и соответствующего утверждения данного решения большинством голосов Совета Клуба). В случае непроизвольного подглядывания игрок удаляется из игры.</li>
<li>Игрок имеет право выставлять только одну кандидатуру.</li>
<li>Игрок имеет возможность голосовать только за одну кандидатуру.</li>
<li>Голосуя, игрок должен коснуться рукой стола и удержать ее на столе до окончания голосования. Окончание голосования совпадает со словом Ведущего «Спасибо». Голос, поставленный после слова «Спасибо», либо вместе со словом «Спасибо», не принимается. Ведущий считает голос только в том случае, если рука коснется стола.</li>
<li>Если во время голосования игрок до слова «Спасибо» коснется стола рукой, а потом ее уберет, то он немедленно удаляется из игры.</li>
<li>Если игрок не проголосовал, его голос приписывается к последнему голосуемому.</li>
<li>«Черный» игрок имеет право «стрелять» только один раз. «Выстрел» считается результативным только в этом случае. Во всех других случаях (игрок не «стреляет», «стреляет» дважды) Ведущий регистрирует промах. Промах регистрируется также, если игрок «стреляет» между называемыми Ведущим номерами.</li>
<li>«Красный» игрок ночью не имеет права показывать знаками Шерифу кого проверять. За это нарушение игрок удаляется из игры.</li>
<li>«Черный» игрок ночью не имеет права показывать знаками Дону кого проверять. За это нарушение игрок удаляется из игры.</li>
<li>Игрок не имеет права «ночью» петь, танцевать, бить по столу, говорить и совершать прочие, не входящие в рамки «ночного» поведения игроков, действия. За это нарушение игрок получает предупреждение от Ведущего.</li>
<li>Дон и Шериф не имеют возможности проверять в первую ночь.</li>
<li>Дон и Шериф по ночам имеют право проверять не более одного игрока каждый.</li>
<li>Игрок не имеет права говорить не в свою очередь. За это нарушение он получает от Ведущего предупреждение.</li>
<li>Игрок имеет право говорить во время дневного обсуждения не более 1 минуты. За несоблюдение регламента игрок получает предупреждение от Ведущего.</li>
<li>Во время «Автокатастрофы» игрок имеет право говорить 30 секунд. За несоблюдение регламента игрок получает предупреждение от Ведущего.</li>
<li>После фразы Ведущего «Наступает ночь» игрок обязан незамедлительно надеть повязку. В случае задержки игрок получает предупреждение.</li>
<li>Ведущий имеет право давать предупреждения за:
<ul>
<li>неэтичное поведение</li>
<li>излишнюю жестикуляцию</li>
<li>мешающую игре либо отвлекающую игроков</li>
<li>другие нарушения, степень которых определяет Ведущий.</li>
</ul>
В случае использования игроком ненормативной лексики, «антигуманного» и «нецензурного» поведения игрока за игровым столом (в т. ч. ввиду излишне «алкогольно-веселого» состояния игрока!) или нанесения оскорбления другому игроку, игрок может быть удален из игры по решению Ведущего, а при неоднократных случаях — может быть лишен возможности посещать Клуб на месяц с последующей вероятностью удаления из Клуба и аннулирования членской карты Клуба (по решению Ведущего и соответствующего утверждения данного решения большинством голосов Совета Клуба).</li>
<li>Игрок, получивший три предупреждения, лишается слова на круге. Если игрок получает третье предупреждение после своего выступления на круге, то он лишается слова на следующий круг.</li>
<li>Игрок, получивший четвертое предупреждение, удаляется из игры.</li>
<li>Игрок, подавший протест до окончания игры, удаляется из игры.</li>
<li>Протест может быть принят к рассмотрению Ведущим после игры в случае, если имело место нарушение правил и законов игры.</li>
<li>Игра аннулируется, меняется ее результат или переигрывается в случае, если за протест проголосует протестующая команда (полностью) + один игрок из числа соперников.</li>
<li>Игрок, выбывший из игры, немедленно покидает игровой стол.</li>
<li>При любом удалении из игры игрок не имеет права на последнее слово.</li>
</ul>

<hr>
Фотографии любезно предоставлены нашим партнером в Москве - <a href="http://www.mafiapro.ru" target="_blank">Mafia Pro</a>.
