<p>Красный игрок слушает других игроков и пытается по их словам определить, кто наиболее подозрителен, а кто наименее. Обычно красный игрок ищет свою красную команду – кого-то, кому можно довериться. Если в игре образовалась красная команда, в которую не затесался ни один мафиози, игра для мафии уже практически проиграна.</p>

<img src="images/1.jpg" align="right" width="250" class="in-text">
<p>Если в игре вскрылся только один шериф, красный игрок обязан ему доверять. Почему? Потому что даже если этот шериф не настоящий, то почему не вскрылся настоящий? Видимо, у него есть серьезные причины для этого. Он прекрасно понимает, что игроки будут доверять единственному шерифу. Раз он сам не вскрывается, значит он хочет, чтобы остальные игроки доверяли фальшивому шерифу. Надо просто выполнять желание шерифа и полностью довериться единственному вскрывшемуся.</p>

<p>А что делать, если шерифов вскрылось больше одного? Разумеется, надо попытаться понять, который из них настоящий. Но это иногда затруднительно. Опытные мафиози вскрываются шерифом очень убедительно.</p>

<p>В такой ситуации красные игроки часто используют тактику называемую «игра по балансу». Игра по балансу – это тактика при которой красные игроки доверяют двум шерифам по очереди.</p>

<p>Например, вскрываются два шерифа. Один говорит, что по его проверкам игрок 3 – красный, а игрок 5 – черный. Второй утверждает, что игрок 3 – черный, а игрок 7 – красный. Днем в ходе обсуждения игроки приходят к выводу, что игрок 5 более подозрителен, чем игрок 3. И убивают его.</p>

<img src="images/6.jpg" align="left" width="250" class="in-text">
<p>Что нужно делать на следующий день? Играя по балансу, следует убить игрока 3. Почему? Потому что один из шерифов настоящий. Значит среди игроков 5 и 3 обязательно есть один мафиози. Если убить обоих, то убит один черный и один красный игрок. Это выгодно красным, потому что их больше. Идти на размен выгодно.</p>

<p>После этого выгодно убить обоих шерифов. Потому что среди них обязательно есть один черный. И получается, что уже два черных игрока погибли. В лучшем случае для мафии, в игре останется только один черный игрок. А в худшем – они проиграли. В этом выгода игры по балансу. Красные игроки не выбирают, какой из шерифов истинный. Они просто идут на нулевой вариант. Бьют всех. Поскольку красных игроков за столом больше, такой размен на руку честным.</p>

<img src="images/11.jpg" align="right" width="180" class="in-text">
<p>Другая важная тактика, о которой нужно знать – это «шерифская игра». Если мафия ночью промахивается, следующим днем красным выгодно, чтобы никто не был убит. Почему? Потому что никто не убит ни ночью, ни днем, а шериф получает дополнительную проверку. Чем больше проверок, тем больше информации. Поэтому красные игроки никого не выставляют на голосование. Это не выгодно. Если кто-то все таки выставил другого игрока на голосование, это большой повод полагать, что выставивший – мафиози, который хочет прекратить «шерифскую игру».</p>

<p>Что должен делать красный игрок, получивший незаметный сигнал от шерифа? Прежде всего, решить для себя, верит ли он шерифу? Ничто не мешает черному игроку подать такой сигнал. Обычно лучше довериться, но с осторожностью. Следует все время держать в голове, что шериф может оказаться не настоящим. Хороший ход – объявить себя шерифом и познакомить игроков с проверками отсигналившего шерифа. Во всяком случае, когда вы знаете за столом только одного шерифа, следует безоговорочно ему доверять. А вот когда вскроется второй, нужно всерьез задуматься, который из них настоящий.</p>

<p>Наиболее внимательно следует следить за голосованием днем. Если игрок в своей речи много обвинял игрока номер 3, а проголосовал в итоге за игрока номер 7 и игрок номер 7 оказался убитым – это крайне подозрительно. Почему он перекинул голос? Возможно это мафиози, который уловил, что остальные черные игроки собираются голосовать за седьмого и просто подключил свой голос. Впрочем, тут тоже нужна осторожность. Возможно это просто красный игрок, которого убедили речи игроков говоривших после него. Но замечать такие нестыковки – важно.</p>

<p>Вообще, главная сложность игры в том, что любой ход может трактоваться и как красный, и как черный. Но если хорошо разобраться в том, как игрок играет, на что он способен, а на что нет, то читать его игру вполне возможно. Например, игрок объявляет себя шерифом, а вы точно знаете, что играет он второй раз в жизни. Вряд ли неопытный мафиози сразу бросится в такие сложности. Скорее всего, он попытается сидеть тихо. Значит, вероятность того, что он действительно шериф очень велика.</p>
