<p>Лучший рецепт для черного игрока – это забыть на время, что он мафиози и честно пытаться найти, кто мафия. Даже если наиболее подозрительным кажется свой брат мафиози, не следует бояться обвинять его и голосовать за него. Пусть красные игроки видят, кто топил черного.</p>

<img src="images/15.jpg" align="left" width="180" class="in-text">
<p>Один из самых сложных компонентов черной игры – это ночная стрельба. Самой первой ночью дон дает договоренку на три ночи. В первую ночь следует стрелять по договоренности. А дальше возможны варианты.</p>

<p>Если первой ночью дон нашел шерифа, он обычно пытается сигналить собратьям по мафии, кто шериф. Если такой сигнал получен, нужно забыть о договоренности и стрелять ночью в шерифа. Шериф – самый опасный соперник мафии. Его следует убивать как можно раньше.</p>

<p>Другой пример. Предположим первой ночью убили игрока номер 4. В своей заключительной речи он говорит, что он шериф и проверил игрока номер 8. Это красный игрок. Что должна делать мафия? Забыть про договоренность и стрелять ночью в игрока номер 8. Почему? Потому что совершенно незачем иметь за столом игрока про которого все знают, что он красный. Пусть лучше все подозревают всех. Исключения из этого правила случаются. Например, если вы знаете, что ваши соратники по мафии игроки крайне неопытные, вероятность, что они не знают этого правила очень велика. Поэтому лучше стрельнуть по договоренности и убить хоть кого-то, чем получить ночной промах. Другое исключение – если игрок номер 8 совершенно запутался и путает других игроков. Тогда убивать его нет смысла. Пусть все знают, что он красный. И пусть он продолжает запутывать игру.</p>

<p>Вскрытие шерифом. Чтобы притвориться шерифом, нужно точно знать, как играет шериф. Нет смысла вскрываться, если круг не критический. Никто не поверит. Зато на критическом кругу не нужно ждать пока вскроется настоящий шериф. Лучше сделать это первым.</p>

<p>Проверки надо придумывать с большой осторожностью. Предположим, во второй день вы голосовали за убийство игрока номер 10. А потом забыв об этом говорите, что первой ночью проверили десятку и он оказался красным. Вам это вспомнят. Значит, получается, вы знали, что он красный, но голосовали за него. Вы явно врете.</p>

<img src="images/5.jpg" align="right" width="250" class="in-text">
<p>Если вы говорите, что проверили игрока номер 3 и он оказался черным, будьте готовы к тому, что номер 3 откажется верить вам, как шерифу. Вы потеряли один голос, который может оказаться решающим. Иногда это не важно, потому что все и так его подозревают. Но часто лучше сказать, что 3 оказался красным. Это будет способствовать тому, что третий номер вам поверит. Попытки втереться в доверие к красным игрокам часто называют «лезет в вену».</p>

<p>Очень удобно назвать черным кого-то из убитых. Они не могут ответить. В общем, делайте все, чтобы вам поверили. Не бойтесь играть нестандартно. Мафия плывущая по течению обычно проигрывает. Красных надо как-то обмануть. Как? В этом и есть искусство игры. Готовых рецептов тут нет.</p>

<p>Мне например приходилось наблюдать игру, в которой мафия самой первой ночью договорилась, что все трое вскроются шерифами. На второй день за столом оказалось сразу четыре шерифа. У красных голова шла кругом. Кому верить было совершенно непонятно. И даже игра по балансу не помогала – слишком много проверок. Даже несмотря на это красные чуть не выиграли ту игру. Им все таки удалось убить двух мафиози.</p>
