<?php

return array
(
	PRODUCT_NAME,
	"<p>Здравствуйте [user_name],</p>\r\n<p>Клуб, которым вы управляете '[club_name]' закрыт потому что там не было активности более года. <a href=\"[root]/club_main.php?id=[club_id]&_login_=[user_id]\">Нажмите сюда, если хотите переоткрыть его</a>.</p>",
	"Здравствуйте [user_name],\r\n\r\nКлуб, которым вы управляете '[club_name]' закрыт потому что там не было активности более года. Пройдите на эту страницу, если хотите переоткрыть его [root]/club_main.php?id=[club_id]&_login_=[user_id].\r\n"
);

?>