<table cellspacing=0 cellpadding=10 border=0 width=100%>
<tr>
<td width="100%" valign="top">
<div align=justify>
<dd><h4>Уважаемые Господа!</dd></h4> <h4><i>Интеллектуально-игровой клуб "МAFIA PRO" предлагает Вам свои услуги в сфере развлечений.<br />
Клуб организует и проведёт эксклюзивные праздники и интеллектуальные развлечения любого формата.<br />
Большой опыт и профессионализм команды нашего клуба позволяет гарантировать наилучший результат.</i><br />
<dd>Наши идеи - Ваши положительные эмоции!</dd></h4><br />
<h4>В «Мафию» играют все!</h4><br />
<br />
Встретить человека, ни разу в жизни не игравшего в "Мафию" или вообще о ней не слышавшего, сегодня практически невозможно. <br />
<br />
В "Мафию" играют студенты и политики, клерки и олигархи. <br />
<br />
— Однажды сидели с коллективом после концерта, делать было нечего. Кто-то предложил поиграть в "Мафию",— вспоминает артист Филипп Киркоров.— Сейчас, когда я нахожусь в туре, весь мой коллектив с нетерпением ждет приезда в гостиницу, чтобы сесть за стол и начать игру. <br />
<br />
Известно также, что большими любителями игры являются актриса Деми Мур и создатель Amazon.com Джефф Безос. <br />
<br />
Если верить "Википедии", "игра придумана весной 1986 года студентом факультета психологии МГУ Дмитрием Давыдовым". Однако эти сведения вызывают большой скепсис не только у любителей игры, но и у организаторов "мафиозных клубов". Авторы этой статьи услышали немало версий — от "это переработанная старинная английская игра "Убийца"" до "это придумано в недрах КГБ в 60-е годы для тренировки спецагентов". Лобовые запросы в рунете, прочесывание разных социальных сетей вроде "Одноклассников" и даже пиратских баз данных ничего не дали. Не помогло и обращение на психфак МГУ. На каком-то этапе мы уже почти согласились с тем, что "студент-психолог Дмитрий Давыдов" не более чем миф. Да и нигде, кроме "Википедии", Дмитрий Давыдов не упоминается. С другой стороны, как настоящий мафиози "крестный отец" мог исчезнуть, а со временем всплыть где-то совсем далеко и под другим именем. <br />
<br />
Мафия" — игра интеллектуально-психологическая. По мнению игроков, она одновременно напоминает покер, где требуется самообладание и способность психологически влиять на соперника, и преферанс, требующий максимальной точности при просчитывании комбинаций. "Мафия" — это сочетание психологии и театра, умения манипулировать чужим мнением и играть черным, красным, быть "доном" или "шерифом". <br />
<br />
Среди игроков в "Мафию" преобладают люди с довольно высоким IQ. Неудивительно, что первыми членами клубов стали владельцы и руководители крупных известных фирм. Например, один из первых клубов, "Москва" (позже влился в систему "Маф-клубов"), состоял почти полностью из топ-менеджеров компании "Тройка Диалог". И сегодня среди членов "Маф-клуба" много представителей деловой элиты и просто известных людей. Например, один из основателей этого клуба — Рафаел Минасбекян, вице-президент по стратегическому развитию бизнеса компании "Росгосстрах". Кстати, по его мнению, игра в "Мафию" весьма способствует выстраиванию стратегии бизнеса. Нам назывались имена и других известных людей, а кого-то один из авторов этой статьи встречал за игровым столом. Однако по просьбе организаторов клуба имена его членов, кроме тех, кто согласился снять маску, останутся в тайне. <br />
<br />
— Бывает, приезжают достаточно обеспеченные люди с женами-домохозяйками, которые зачастую переигрывают мужей. Женщинам лучше удается разгадывать обман и входить в роль."Мафия" захватывает тех людей, которые обладают сильной волей и являются хорошими психологами. Это в своем роде тренинг для успешных людей. <br />
<br />
Однако "Мафия" — это не только спорт и развлечение. <br />
<br />
У игры есть разные теоретические, экспериментальные, методические и прагматические ракурсы, "Мафией" можно измерять степень коллаборации группы: насколько прошлая информация и стереотипы влияют на принятие динамического решения (грубо говоря, измеряется уровень свободы в обществе). Или, например, японские школьники, играя в "Мафию", готовятся к социальной роли присяжных, которые появились в японской жизни в 2009 году. Кстати, еще в 1998 году МВД РФ издало внутреннее пособие по тренингу в форме игры "Мафия". <br />
<br />
Поскольку игра интеллектуальная, то большинство людей играющих в нее обладают хорошим логическим мышлением и интуицией. Чаще всего это люди доброжелательные и приятные в общении.
</div>
</td>
</tr>
</table>